{
    "grissom": {
        "id": "grissom",
		"name": "Virgil I. \"Gus\" Grissom",
		"description": "Virgil Ivan \"Gus\" Grissom (3 de abril de 1926 - 27 de janeiro de 1967) foi um dos sete astronautas originais do Projeto Mercury da Administração Nacional de Aeronáutica e Espaço (NASA) e o primeiro dos Mercury Seven a falecer. Ele também foi astronauta do Projeto Gemini e do programa Apollo. Grissom foi o segundo americano a voar no espaço e o primeiro membro do Corpo de Astronautas da NASA a voar no espaço duas vezes.\n\nAlém disso, Grissom era veterano da Segunda Guerra Mundial e da Guerra da Coreia, piloto de testes da Força Aérea dos Estados Unidos e engenheiro mecânico. Ele recebeu a Cruz de Voo Distinto e a Medalha Aérea com um agrupamento de folha de carvalho, foi duas vezes agraciado com a Medalha de Serviço Distinto da NASA e, postumamente, recebeu a Medalha do Congresso de Honra do Espaço."
	},
    "white": {
        "id": "white",
		"name": "Edward H. White II",
		"description": "Edward Higgins White II (14 de novembro de 1930 - 27 de janeiro de 1967) (Tenente Coronel, Força Aérea dos EUA) foi um engenheiro aeronáutico americano, oficial da Força Aérea dos Estados Unidos, piloto de testes e astronauta da NASA. Em 3 de junho de 1965, ele se tornou o primeiro americano a caminhar no espaço.\n\nWhite faleceu juntamente com os astronautas Virgil 'Gus' Grissom e Roger B. Chaffee durante os testes pré-lançamento da primeira missão tripulada do programa Apollo, em Cape Canaveral. Ele foi agraciado com a Medalha de Serviço Distinto da NASA por seu voo na Gemini 4 e, postumamente, recebeu a Medalha do Congresso de Honra do Espaço."
	},
	"chaffee": {
        "id": "chaffee",
		"name": "Roger B. Chaffee",
		"description": "Roger Bruce Chaffee (15 de fevereiro de 1935 - 27 de janeiro de 1967) foi um oficial naval e aviador americano, engenheiro aeronáutico e astronauta da NASA no programa Apollo. Chaffee nasceu em Grand Rapids, Michigan, onde se tornou um Escoteiro Águia. Ele se formou na Central High School em 1953 e recebeu uma bolsa de estudos do Naval Reserve Officers Training Corps (NROTC).\n\nEle iniciou sua educação universitária no Instituto de Tecnologia de Illinois, onde esteve envolvido na fraternidade Phi Kappa Sigma. Em seguida, transferiu-se para a Universidade Purdue em 1954, continuando seu envolvimento na Phi Kappa Sigma e obtendo sua licença de piloto privado."
	},
    "schirra": {
        "id": "schirra",
		"name": "Walter M. Schirra",
		"description": "Walter Marty Schirra Jr. (12 de março de 1923 - 3 de maio de 2007) (Capitão, USN, Aposentado) foi um aviador naval americano e astronauta da NASA. Em 1959, ele se tornou um dos sete astronautas originais escolhidos para o Projeto Mercury, que foi o primeiro esforço dos Estados Unidos para colocar seres humanos no espaço. Em 3 de outubro de 1962, ele realizou a missão Mercury-Atlas 8, que consistiu em seis órbitas e durou nove horas, a bordo de uma espaçonave que ele apelidou de Sigma 7.\n\nNa época de sua missão na Sigma 7, Schirra se tornou o quinto americano e o nono humano a viajar para o espaço. No programa Gemini, de duas pessoas, ele realizou o primeiro encontro espacial, mantendo sua espaçonave Gemini 6A a uma distância de apenas 30 cm da Gemini 7, sua companheira de voo, em dezembro de 1965. Em outubro de 1968, ele comandou a missão Apollo 7, um teste de onze dias em órbita baixa da Terra para o Módulo de Comando/Serviço Apollo, que foi o primeiro lançamento tripulado do programa Apollo."
	},
    "eisele": {
        "id": "eisele",
		"name": "Donn F. Eisele",
		"description": "Donn Fulton Eisele (23 de junho de 1930 - 2 de dezembro de 1987) (Coronel, Força Aérea dos EUA) foi um oficial da Força Aérea dos Estados Unidos, piloto de testes e posteriormente astronauta da NASA. Ele ocupou o assento de piloto do módulo de comando durante o voo da Apollo 7 em 1968.\n\nApós se aposentar tanto da NASA quanto da Força Aérea, ele se tornou diretor do Corpo da Paz na Tailândia, antes de ingressar nos negócios privados."
	},
    "cunningham": {
        "id": "cunningham",
		"name": "R. Walter Cunningham",
		"description": "Ronnie Walter Cunningham (nascido em 16 de março de 1932), (Coronel, USMCR, Aposentado) é um astronauta americano aposentado. Em 1968, ele foi o Piloto do Módulo Lunar na missão Apollo 7.\n\nEle foi o terceiro astronauta civil da NASA (após Neil Armstrong e Elliot See) e também foi piloto de caça, físico, empreendedor, investidor de risco e autor do livro 'The All-American Boys'."
	},
    "borman": {
        "id": "borman",
		"name": "Frank F. Borman II",
		"description": "Frank Frederick Borman II (nascido em 14 de março de 1928) é um coronel aposentado da Força Aérea dos Estados Unidos (USAF), engenheiro aeronáutico, piloto de testes, empresário, fazendeiro e astronauta da NASA.\n\nEle foi o comandante da missão Apollo 8, a primeira missão a voar ao redor da Lua, e juntamente com seus colegas de tripulação Jim Lovell e Bill Anders, tornou-se um dos primeiros 24 seres humanos a fazê-lo, pelo qual recebeu a Medalha do Congresso de Honra do Espaço. Até 2021, ele é o astronauta americano aposentado mais velho vivo, onze dias mais velho do que Lovell."
	},
    "lovell": {
        "id": "lovell",
		"name": "James A. Lovell Jr.",
		"description": "James Arthur Lovell Jr. (nascido em 25 de março de 1928) é um ex-astronauta da NASA, aviador naval, engenheiro mecânico e capitão aposentado da Marinha. Em 1968, como piloto do módulo de comando da Apollo 8, ele se tornou um dos primeiros três seres humanos a voar até a Lua e orbitá-la. Em seguida, comandou a missão lunar Apollo 13 em 1970, que, após uma falha crítica durante o trajeto, circulou em torno da Lua e retornou em segurança à Terra graças aos esforços da tripulação e do controle da missão.\n\nLovell havia voado anteriormente em duas missões Gemini, a Gemini 7 em 1965 e a Gemini 12 em 1966. Ele foi a primeira pessoa a voar para o espaço quatro vezes."
	},
    "anders": {
        "id": "anders",
		"name": "William A. Anders",
		"description": "William Alison Anders (nascido em 17 de outubro de 1933) é um ex-major-general da Força Aérea dos Estados Unidos, ex-engenheiro elétrico, engenheiro nuclear, astronauta da NASA e empresário. Em dezembro de 1968, como membro da tripulação da Apollo 8, ele foi uma das primeiras três pessoas a deixar a órbita terrestre baixa e viajar para a Lua.\n\nJuntamente com os companheiros astronautas Frank Borman e Jim Lovell, Anders circundou a Lua dez vezes e transmitiu ao vivo imagens e comentários de volta à Terra. Durante uma das órbitas lunares da missão, ele fotografou a icônica imagem do amanhecer da Terra, conhecida como 'Earthrise'."
	},
    "mcdivitt": {
        "id": "mcdivitt",
		"name": "James A. McDivitt",
		"description": "James Alton McDivitt (nascido em 10 de junho de 1929), (Brigadeiro General, USAF, Aposentado) é um ex-piloto de testes, piloto da Força Aérea dos Estados Unidos, engenheiro aeronáutico e astronauta da NASA que voou nos programas Gemini e Apollo.\n\nEle comandou o voo Gemini 4, durante o qual Ed White realizou a primeira caminhada espacial dos Estados Unidos, e posteriormente o voo Apollo 9, que foi o primeiro teste tripulado do Módulo Lunar e de todo o conjunto de hardware do programa Apollo. Mais tarde, ele se tornou Gerente de Operações de Pouso Lunar e foi o Gerente do Programa de Espaçonave Apollo de 1969 a 1972."
	},
    "scott": {
        "id": "scott",
		"name": "David R. Scott",
		"description": "David Randolph Scott (nascido em 6 de junho de 1932) (Coronel, USAF, Aposentado) é um ex-piloto de testes e astronauta da NASA que foi a sétima pessoa a caminhar na Lua. Como comandante da Apollo 15, Scott foi selecionado como astronauta como parte do terceiro grupo em 1963. Scott voou três vezes ao espaço e é o único comandante vivo de uma missão Apollo que pousou na Lua, além de ser um dos quatro caminhantes lunares sobreviventes.\n\nAntes de se tornar astronauta, Scott se formou na Academia Militar dos Estados Unidos em West Point e ingressou na Força Aérea. Após servir como piloto de caça na Europa, ele se formou na Escola de Pilotos de Teste Experimental da Força Aérea e na Escola de Pilotos de Pesquisa Aeroespacial. Scott se aposentou da Força Aérea em 1975 com a patente de coronel e mais de 5.600 horas de tempo de voo registrado."
	},
    "schweickart": {
        "id": "schweickart",
		"name": "Russell L. Schweickart",
		"description": "Russell Louis \"Rusty\" Schweickart (nascido em 25 de outubro de 1935) é um engenheiro aeronáutico americano, ex-astronauta da NASA, cientista de pesquisa, piloto de caça da Força Aérea dos Estados Unidos, além de ex-executivo de negócios e executivo governamental. Schweickart foi selecionado em 1963 para o terceiro grupo de astronautas da NASA. Ele foi o Piloto do Módulo Lunar na missão Apollo 9 em 1969, o primeiro teste tripulado do módulo lunar, onde realizou o primeiro teste em espaço do sistema de suporte de vida portátil utilizado pelos astronautas do Apollo que caminharam na Lua.\n\nComo Comandante reserva da primeira missão tripulada do Skylab em 1973, ele foi responsável pelo desenvolvimento do hardware e dos procedimentos utilizados pela primeira equipe para realizar reparos críticos em voo na estação Skylab. Após o Skylab, ele serviu por um tempo como Diretor de Assuntos do Usuário no Escritório de Aplicações da NASA."
	},
    "stafford": {
        "id": "stafford",
		"name": "Thomas P. Stafford",
		"description": "Thomas Patten Stafford (nascido em 17 de setembro de 1930; Tenente-General, USAF, Aposentado) é um ex-oficial da Força Aérea dos Estados Unidos, piloto de testes e astronauta da NASA.\n\nApós se formar na Academia Naval dos Estados Unidos, Stafford ingressou na Força Aérea dos Estados Unidos, pilotando o F-86 Sabre antes de se tornar piloto de testes.\n\nEle foi selecionado para se tornar um astronauta em 1962 e voou a bordo das missões Gemini 6A e Gemini 9. Em 1969, Stafford foi o Comandante da missão Apollo 10, a segunda missão tripulada a orbitar a Lua e a primeira a voar com um Módulo Lunar em órbita lunar, descendo a uma altitude de nove milhas."
	},
    "young": {
        "id": "young",
		"name": "John W. Young",
		"description": "John Watts Young (24 de setembro de 1930 - 5 de janeiro de 2018) foi um astronauta americano, oficial naval e aviador, piloto de testes e engenheiro aeronáutico. Ele se tornou a nona pessoa a caminhar na Lua como Comandante da missão Apollo 16 em 1972.\n\nYoung teve a carreira mais longa de qualquer astronauta, sendo a primeira pessoa a voar em seis missões espaciais ao longo de 42 anos de serviço ativo na NASA. Ele é a única pessoa a ter pilotado e comandado quatro classes diferentes de espaçonaves: Gemini, o Módulo de Comando e Serviço Apollo, o Módulo Lunar Apollo e o Ônibus Espacial."
	},
    "cernan": {
        "id": "cernan",
		"name": "Eugene A. Cernan",
		"description": "Eugene Andrew Cernan (/ˈsɜːrnən/; 14 de março de 1934 - 16 de janeiro de 2017) foi um astronauta americano, aviador naval, engenheiro elétrico, engenheiro aeronáutico e piloto de caça. Durante a missão Apollo 17, Cernan se tornou a décima primeira pessoa a caminhar na Lua. Como ele reentrou no Módulo Lunar Apollo depois de Harrison Schmitt em sua terceira e última excursão lunar, ele foi a última pessoa a caminhar na Lua.\n\nCernan viajou ao espaço três vezes: como piloto da Gemini 9A em junho de 1966, como piloto do módulo lunar da Apollo 10 em maio de 1969 e como comandante da Apollo 17 em dezembro de 1972, a última missão de pouso lunar do programa Apollo. Cernan também foi membro da tripulação reserva das missões espaciais Gemini 12, Apollo 7 e Apollo 14."
	},
    "armstrong": {
        "id": "armstrong",
		"name": "Neil A. Armstrong",
		"description": "Neil Alden Armstrong (5 de agosto de 1930 - 25 de agosto de 2012) foi um astronauta e engenheiro aeronáutico americano, e a primeira pessoa a caminhar na Lua. Ele também foi aviador naval, piloto de testes e professor universitário.\n\nFormado pela Universidade de Purdue, Armstrong estudou engenharia aeronáutica; sua mensalidade universitária foi paga pela Marinha dos Estados Unidos pelo Plano Holloway. Ele se tornou aspirante a oficial em 1949 e aviador naval no ano seguinte. Ele participou da Guerra da Coreia, voando no Grumman F9F Panther a partir do porta-aviões USS Essex. Em setembro de 1951, durante um voo de bombardeio em baixa altitude, a aeronave de Armstrong foi danificada quando colidiu com um cabo antiaéreo, que cortou uma grande parte de uma asa. Armstrong foi obrigado a se ejetar.\n\nApós a guerra, ele concluiu seu bacharelado em Purdue e se tornou piloto de testes no Centro de Voo de Alta Velocidade do Comitê Consultivo Nacional para Aeronáutica (NACA) na Base da Força Aérea de Edwards, na Califórnia. Ele foi piloto do projeto em caças da série Century e voou sete vezes no North American X-15. Ele também participou dos programas de voos espaciais tripulados Man in Space Soonest da Força Aérea dos EUA e X-20 Dyna-Soar."
	},
    "collins": {
        "id": "collins",
		"name": "Michael Collins",
		"description": "Michael Collins (nascido em 31 de outubro de 1930) é um ex-astronauta americano, piloto de testes e major-general da reserva da Força Aérea dos Estados Unidos. Selecionado como parte do terceiro grupo de quatorze astronautas em 1963, ele voou para o espaço duas vezes. Sua primeira missão espacial foi na Gemini 10, na qual ele e o Piloto de Comando John Young realizaram um encontro orbital com duas espaçonaves diferentes e realizaram duas atividades extraveiculares (EVAs, também conhecidas como caminhadas espaciais).\n\nSua segunda missão espacial foi como Piloto do Módulo de Comando da Apollo 11. Enquanto ele permaneceu em órbita ao redor da Lua no módulo de comando, Neil Armstrong e Buzz Aldrin partiram no módulo lunar para fazer o primeiro pouso tripulado em sua superfície.\n\nCollins é uma das 24 pessoas que voaram para a Lua, na qual ele orbitou trinta vezes. Ele foi o décimo sétimo americano no espaço, a quarta pessoa (e terceiro americano) a realizar uma caminhada espacial, a primeira pessoa a realizar mais de uma caminhada espacial e, depois de Young, que pilotou o módulo de comando na Apollo 10, a segunda pessoa a orbitar a Lua sozinho."
	},
    "aldrin": {
        "id": "aldrin",
		"name": "Edwin E. Aldrin Jr.",
		"description": "Buzz Aldrin (nascido Edwin Eugene Aldrin Jr.; 20 de janeiro de 1930) é um engenheiro americano, ex-astronauta e piloto de caça. Aldrin realizou três caminhadas espaciais como piloto da missão Gemini 12 em 1966 e, como piloto do Módulo Lunar Apollo na missão Apollo 11 em 1969, ele e o comandante da missão Neil Armstrong foram os primeiros dois humanos a pousar na Lua.\n\nNascido em Glen Ridge, Nova Jersey, Aldrin se formou em terceiro lugar na turma de 1951 da Academia Militar dos Estados Unidos em West Point, com diploma em engenharia mecânica. Ele foi comissionado na Força Aérea dos Estados Unidos e serviu como piloto de caça a jato durante a Guerra da Coreia. Ele voou em 66 missões de combate e derrubou dois aviões MiG-15."
	},
    "conrad": {
        "id": "conrad",
		"name": "Charles Conrad, Jr.",
		"description": "Charles \"Pete\" Conrad Jr. (2 de junho de 1930 - 8 de julho de 1999) (Capitão, USN) foi um astronauta americano da NASA, engenheiro aeronáutico, oficial naval e aviador, piloto de testes e, durante a missão Apollo 12, se tornou o terceiro homem a caminhar na Lua. Conrad foi selecionado na segunda turma de astronautas da NASA.\n\nEle estabeleceu um recorde de resistência espacial de oito dias, juntamente com seu piloto de comando Gordon Cooper, em sua primeira missão espacial, a missão Gemini 5. Conrad também comandou a missão Gemini 11. Ele se tornou o terceiro humano a caminhar na Lua durante a missão Apollo 12.\n\nApós a Apollo, ele comandou a Skylab 2, a primeira missão tripulada do Skylab. Durante a missão, ele e seus colegas de tripulação repararam danos significativos ao lançamento na estação espacial Skylab. Por isso, o presidente Jimmy Carter concedeu a ele a Medalha do Congresso de Honra do Espaço em 1978."
	},
    "gordon": {
        "id": "gordon",
		"name": "Richard F. Gordon, Jr.",
		"description": "Richard Francis Gordon Jr. (5 de outubro de 1929 - 6 de novembro de 2017) foi um oficial naval e aviador americano, químico, piloto de testes, astronauta da NASA e executivo de futebol americano. Ele foi uma das 24 pessoas a voarem para a Lua, como Piloto do Módulo de Comando da missão Apollo 12 em 1969, que orbitou a Lua 45 vezes.\n\nAntes de seu voo lunar, Gordon havia voado para o espaço como Piloto da missão Gemini 11 em 1966."
	},
    "bean": {
        "id": "bean",
		"name": "Alan L. Bean",
		"description": "Alan LaVern Bean (15 de março de 1932 - 26 de maio de 2018) foi um oficial naval e aviador americano, engenheiro aeronáutico, piloto de testes e astronauta da NASA; ele foi a quarta pessoa a caminhar na Lua. Ele foi selecionado para se tornar um astronauta pela NASA em 1963 como parte do Grupo de Astronautas 3.\n\nEle fez seu primeiro voo ao espaço a bordo da Apollo 12, a segunda missão tripulada a pousar na Lua, aos 37 anos em novembro de 1969. Ele fez seu segundo e último voo ao espaço na missão Skylab 3 em 1973, a segunda missão tripulada para a estação espacial Skylab.\n\nApós se aposentar da Marinha dos Estados Unidos em 1975 e da NASA em 1981, ele se dedicou ao seu interesse pela pintura, retratando várias cenas relacionadas ao espaço e documentando suas próprias experiências no espaço, assim como as de seus colegas astronautas do programa Apollo. Ele foi o último membro da tripulação viva da Apollo 12."
	},
    "swigert": {
        "id": "swigert",
		"name": "John L. Swigert, Jr.",
		"description": "John Leonard Swigert Jr. (30 de agosto de 1931 - 27 de dezembro de 1982) foi um piloto de testes americano, engenheiro mecânico e aeroespacial, piloto da Força Aérea dos Estados Unidos e astronauta da NASA. Ele foi um dos vinte e quatro astronautas que voaram para a Lua.\n\nAntes de ingressar na NASA em 1966, Swigert foi um piloto de testes civil e piloto de caça na Guarda Nacional Aérea. Após deixar a NASA, ele foi eleito para o Congresso pelo novo 6º distrito do Colorado, mas faleceu antes de ser empossado."
	},
    "haise": {
        "id": "haise",
		"name": "Fred W. Haise, Jr.",
		"description": "Fred Wallace Haise Jr. (nascido em 14 de novembro de 1933) é um ex-astronauta da NASA, piloto de caça do Corpo de Fuzileiros Navais dos Estados Unidos e da Força Aérea dos Estados Unidos e piloto de testes. Ele é uma das apenas 24 pessoas que voaram para a Lua, tendo voado como Piloto do Módulo Lunar na missão Apollo 13.\n\nEle deveria ter sido a sexta pessoa a pousar e caminhar na Lua, mas a missão Apollo 13 foi abortada antes do pouso lunar. Haise prosseguiu voando nos Testes de Aproximação e Pouso do Ônibus Espacial em 1977 e se aposentou da NASA em 1979."
	},
    "shepard": {
        "id": "shepard",
		"name": "Alan B. Shepard Jr.",
		"description": "Contra-Almirante Alan Bartlett Shepard Jr. (18 de novembro de 1923 - 21 de julho de 1998) foi um astronauta, aviador naval, piloto de testes e empresário americano. Em 1961, ele se tornou o primeiro americano a viajar para o espaço, e em 1971 ele caminhou na Lua.\n\nFormado pela Academia Naval dos Estados Unidos em Annapolis, Shepard participou de ações na marinha durante a Segunda Guerra Mundial.\n\nEle se tornou um aviador naval em 1946 e um piloto de testes em 1950. Foi selecionado como um dos sete astronautas originais do projeto Mercury da NASA em 1959, e em maio de 1961 ele fez o primeiro voo tripulado do Projeto Mercury, o MR-3, em uma espaçonave que ele chamou de Freedom 7. Sua nave entrou no espaço, mas não foi capaz de atingir a órbita. Ele se tornou a segunda pessoa, e o primeiro americano, a viajar para o espaço, e o primeiro viajante espacial a controlar manualmente a orientação de sua nave.\n\nNas etapas finais do Projeto Mercury, Shepard estava programado para pilotar o Mercury-Atlas 10 (MA-10), que estava planejado para ser uma missão de três dias. Ele nomeou a espaçonave Mercury 15B Freedom 7 II em homenagem à sua primeira espaçonave, mas a missão foi cancelada."
	},
    "roosa": {
        "id": "roosa",
		"name": "Stuart A. Roosa",
		"description": "Stuart Allen \"Stu\" Roosa (16 de agosto de 1933 - 12 de dezembro de 1994), Coronel, USAF, foi um engenheiro aeronáutico americano, piloto da Força Aérea dos Estados Unidos, piloto de testes e astronauta da NASA, que foi o Piloto do Módulo de Comando para a missão Apollo 14. A missão ocorreu de 31 de janeiro a 9 de fevereiro de 1971 e foi a terceira missão a pousar astronautas (Alan Shepard e Edgar Mitchell) na Lua.\n\nEnquanto Shepard e Mitchell passaram dois dias na superfície lunar, Roosa conduziu experimentos da órbita no Módulo de Comando Kitty Hawk. Ele foi um dos 24 homens a viajar para a Lua, que ele orbitou 34 vezes."
	},
    "mitchell": {
        "id": "mitchell",
		"name": "Edgar D. Mitchell",
		"description": "Edgar Dean \"Ed\" Mitchell (17 de setembro de 1930 - 4 de fevereiro de 2016) foi um oficial da Marinha dos Estados Unidos e aviador, piloto de testes, engenheiro aeronáutico, ufólogo e astronauta da NASA. Como Piloto do Módulo Lunar da Apollo 14, ele passou nove horas trabalhando na superfície lunar na região das Terras Altas de Fra Mauro, tornando-se a sexta pessoa a caminhar na Lua.\n\nO legado de seu trabalho científico e de parapsicologia pós-NASA é mantido pelo Instituto de Ciências Noéticas."
	},
    "worden": {
        "id": "worden",
		"name": "Alfred M. Worden",
		"description": "Alfred Merrill \"Al\" Worden (nascido em 7 de fevereiro de 1932), (Coronel, USAF, aposentado), é um astronauta e engenheiro americano que foi o Piloto do Módulo de Comando para a missão lunar Apollo 15 em 1971.\n\nUma das apenas 24 pessoas que voaram para a Lua, ele a orbitou 74 vezes no Módulo de Comando Endeavour."
	},
    "irwin": {
        "id": "irwin",
		"name": "James B. Irwin",
		"description": "James Benson \"Jim\" Irwin (17 de março de 1930 - 8 de agosto de 1991) (Coronel, USAF) foi um astronauta americano, engenheiro aeronáutico, piloto de testes e piloto da Força Aérea dos Estados Unidos. Ele serviu como piloto do Módulo Lunar Apollo 15, o quarto pouso lunar humano.\n\nEle foi a oitava pessoa a caminhar na Lua e o primeiro, e mais jovem, desses astronautas a falecer."
	},
    "mattingly": {
        "id": "mattingly",
		"name": "Thomas K. Mattingly II",
		"description": "Thomas Kenneth Mattingly II (nascido em 17 de março de 1936), (RADM, USN, aposentado), mais conhecido como Ken Mattingly, é um ex-oficial naval americano e aviador, engenheiro aeronáutico, piloto de testes, Contra-Almirante na Marinha dos Estados Unidos e astronauta que voou nas missões Apollo 16, STS-4 e STS-51-C.\n\nEle voou como Piloto do Módulo de Comando na Apollo 16 e fez 64 órbitas lunares, tornando-se um dos 24 pessoas a voarem para a Lua.\n\nMattingly e seu comandante na Apollo 16, John Young, são as únicas pessoas a voarem para a Lua e também em uma missão orbital do Ônibus Espacial (Fred Haise, seu ex-companheiro de treinamento da Apollo 13, realizou testes atmosféricos do Ônibus Espacial \"Testes de Aproximação e Pouso\")."
	},
    "duke": {
        "id": "duke",
		"name": "Charles M. Duke Jr.",
		"description": "Charles Moss Duke Jr. (nascido em 3 de outubro de 1935) é um ex-astronauta americano, oficial aposentado da Força Aérea dos Estados Unidos e piloto de testes. Como Piloto do Módulo Lunar na missão Apollo 16 em 1972, ele se tornou a décima e mais jovem pessoa a caminhar na Lua.\n\nDuke acumulou 4.147 horas de voo, incluindo 3.632 horas em aeronaves a jato; e 265 horas no espaço, além de 20 horas e 15 minutos de atividade extraveicular."
	},
    "evans": {
        "id": "evans",
		"name": "Ronald E. Evans",
		"description": "Ronald Ellwin Evans Jr. (10 de novembro de 1933 - 7 de abril de 1990), (Capitão, USN), foi um oficial naval e aviador americano, engenheiro elétrico, engenheiro aeronáutico, astronauta da NASA e uma das 24 pessoas que voaram para a Lua.\n\nEvans foi selecionado como astronauta pela NASA como parte do Grupo de Astronautas 5 em 1966 e fez seu único voo ao espaço como Piloto do Módulo de Comando a bordo da Apollo 17 em dezembro de 1972, a última missão tripulada para a Lua, com o Comandante Eugene Cernan e o Piloto do Módulo Lunar Harrison Schmitt.\n\nDurante o voo, ele e cinco camundongos orbitaram a Lua um recorde de 75 vezes, enquanto seus dois companheiros de tripulação desciam à superfície. Consequentemente, ele é a última pessoa a orbitar a Lua sozinho e detém o recorde de maior tempo gasto em órbita lunar, com 148 horas. Em 1975, Evans atuou como Piloto do Módulo de Comando reserva para a missão Apollo-Soyuz Test Project."
	},
    "schmitt": {
        "id": "schmitt",
		"name": "Harrison H. Schmitt",
		"description": "Harrison Hagan \"Jack\" Schmitt (nascido em 3 de julho de 1935) é um geólogo americano, astronauta aposentado da NASA, professor universitário, ex-senador dos Estados Unidos por Nova Mexico e, como membro da tripulação da Apollo 17, a pessoa mais recente a ter caminhado na Lua.\n\nEm dezembro de 1972, como um dos membros da tripulação da Apollo 17, Schmitt se tornou o primeiro membro do primeiro grupo de astronautas-cientistas da NASA a voar para o espaço. Como a Apollo 17 foi a última das missões Apollo, ele também se tornou a décima segunda pessoa e a segunda mais jovem a pisar na Lua, e a penúltima pessoa a deixar a Lua (ele entrou no Módulo Lunar pouco antes do comandante Eugene Cernan).\n\nSchmitt também é o único cientista profissional a ter voado além da órbita terrestre baixa e a ter visitado a Lua. Ele foi influente na comunidade de geólogos que apoiaram o programa Apollo e, antes de iniciar seus próprios preparativos para uma missão Apollo, foi um dos cientistas que treinaram os astronautas escolhidos para visitar a superfície lunar."
	}
}
